Repository: Budet94/lean
Catalog: paart/apps/workflows/locale/*/LC_MESSAGES/django.po
Languages: es

source: type
es: tipo

source: latest action
es: ultima acción

source: lastest state
es: ultimo estado

source: date and time
es: fecha y hora

source: action
es: acción

source: user
es: usuario

source: assignee group
es: grupo asignado

source: assignee user
es: usuario asignado

source: comments
es: comentarios

source: Action
es: Acción

source: Comments
es: Commentarios

source: label
es: etiqueta

source: description
es: descripción

source: initial action
es: acción inicial

source: workflow type
es: tipo de flujo de trabajo

source: workflow types
es: tipos de flujos de trabajo

source: connections
es: conecciones

source: state
es: estado

source: auto assignee user
es: usuario asignado automáticamente

source: auto assignee group
es: grupo asignado automáticamente

source: allow runtime assignee user
es: permitir asignar usuario durante ejecución

source: allow runtime assignee group
es: permitir asignar grupos durante ejecución

source: required permission
es: permiso requerido

source: workflow type action
es: acción de tipo de flujo de trabajo

source: workflow types actions
es: acciones de tipos de flujos de trabajo

source: workflow type state
es: estado de tipo de flujo de trabajo

source: workflow types states
es: estados de tipos de flujos de trabajo

source: workflow type relation
es: relación de tipo de flujo de trabajo

source: workflow types relation
es: relación de tipos de flujos de trabajo

source: creation date and time
es: fecha y hora de creación

source: workflow instance
es: instancia de flujo de trabajo

source: workflow instances
es: instancias de flujos de trabajo

source: workflow instance history
es: historia de instancia de flujo de trabajo

source: workflow instance state
es: estados de instancia de flujo de trabajo

source: workflow instance states
es: estados de instancia de flujo de trabajo
