Repository: Budet94/lean
Catalog: paart/apps/telecomm/locale/*/LC_MESSAGES/django.po
Languages: es

source: name
es: nombre

source: purpose
es: proposito

source: provider
es: proveedor

source: technology
es: tecnología

source: bandwidth
es: ancho de banda

source: add equipment
es: agregar equipo

source: edit
es: editar

source: delete
es: borrar

source: view
es: ver

source: equipment
es: equipo

source: add circuit
es: agregar circuito

source: circuits
es: circuitos

source: label
es: etiqueta

source: providers
es: proveedores

source: technologies
es: tecnologias

source: creation date and time
es: fecha y hora de creación

source: agency
es: agencia

source: intranet connectivity?
es: ¿Conectividad de intranet?

source: internet connectivity?
es: ¿Conectividad de Internet?

source: internet provider
es: proveedor de internet

source: internet costs
es: costos de internet

source: uses OGP antenna?
es: ¿Usa antena de OGP?

source: uses WIFI?
es: ¿Usa WIFI?

source: WIFI provider
es: proveedor de WIFI

source: WIFI costs
es: costos de WIFI

source: internet employees?
es: ¿Empleados con Internet?

source: telecomm equipment
es: equipo de telecomunicaciones

source: HELP_TEXT_PURPOSE
es: ¿Que tipo de uso se le esta dando a este circuito? Ejemplos: Internet, infraestructura, voz sobre IP.

source: identifier
es: identificador

source: HELP_TEXT_IDENTIFIER
es: Alguna nomeclatura agencia o del proveedor que identifica este circuito.

source: bandwidth (in megabits)
es: ancho de banda (en megabits)

source: unit cost
es: costo por unidad

source: units
es: unidades

source: installation cost
es: costo de instalación

source: contract start date
es: fecha que comenzo el contrato

source: contract end date
es: fecha que termina el contrato

source: telecomm circuit
es: circuito de telecomunicaciones

source: Telecomm
es: Telecomunicaciones

source: Create circuits
es: Crear circuitos

source: Edit circuits
es: Editar circuitos

source: Delete circuits
es: Borrar circuitos

source: View circuits
es: Ver circuitos

source: Create equipments
es: Crear equipos

source: Edit equipments
es: Editar equipos

source: Delete equipments
es: Borrar equipos

source: View equipments
es: Ver equipos

source: Create providers
es: Crear proveedores

source: Edit providers
es: Editar proveedores

source: Delete providers
es: Borrar proveedores

source: View providers
es: Ver proveedores

source: equipment of: %s
es: equipo de: %s

source: Equipment "%s" edited successfully.
es: Equipo "%s" editados exitosamente.

source: Equipment: %s deleted successfully.
es: Equipo: %s eliminado exitosamente.

source: Are you sure you wish to delete the equipment: %s?
es: ¿Esta seguro que desea eliminar el equipo: %s?

source: Equipment "%s" added successfully.
es: Equipo "%s" agregado exitosamente.

source: Add equipment to agency: %s
es: Agregar equipo a la agencia: %s

source: circuit of: %s
es: circuito de: %s

source: Circuit "%s" edited successfully.
es: Circuito "%s" editado exitosamente.

source: Circuit: %s deleted successfully.
es: Circuito: %s eliminado exitosamente.

source: circuit
es: circuito

source: Are you sure you wish to delete the circuit: %s?
es: ¿Esta seguro que desea eliminar el circuito: %s?

source: Circuit "%s" added successfully.
es: Circuito "%s" agregado exitosamente.

source: Add circuit to agency: %s
es: Agregar circuito a la agencia: %s
